console.log(`
Приветствую тебя, мой проверяющий, на страницах кода! =) Надеюсь ты осилишь магию моего кода и не позволишь древним захватить этот мир! =)

Для понимания древних заклинаний, на страницах этого манускрипта, я оставил свои пометки. Надеюсь они тебе помогут.

А также хочу напомнить заклинание для сотворения магии:
  1 шаг, мы формируем стопки карт мифов согласно их цвету и потребости древнего.
  2 шаг, мы собираем колоды этапов игры согласно потребностям древнего.
  3 шаг, мы перемешиваем колоды этапов (каждую по отдельности) и формируем одну колоду в порядке возрастания этапов (1 этап лежит сверху)

  Знай! Что в игру может вмешатся беспощадная сложность игры, и поэтому колоды на шаге 1 формируется по другим правилам, которые описаны в свещенных писаниях великого и доброго мага Luffi2539
  на странице книги его заклинаний https://github.com/Luffi2539/eldritch-codejam

  Хочу заметить, что все требования к созданию заклинаний выполнены вполном обьеме, и оценка сил моих положенных максимальна 105 баллов.
  Если у тебя будут замечания или моя работа отображается не корректно, прошу связаться со мной в Discord: DmitaN#5034, Aleksandr Dmitriev.

  Удачи тебе! Да прибудет с тобой сила! =)
`)
